Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: Tenint en compte la complexitat del procés d’integració, es podendiferenciar aspectes particulars per poder mesurar els desenvolupaments i els resultats,com també l’avaluació de l’impacte de les polítiques rellevants.
en: Those who aregoing through it and those who observe it closely have their own impressions andopinions about what best describes successful integration, which areas needimprovement, and what impact policies have made. Their views must be included in the

source: comparatives per identificar àrees de millora i bones pràctiques. En la pràctica de governactual, els indicadors s’utilitzen sobretot per avaluar l’efectivitat de les polítiquesnacionals i per comparar el rendiment de diferents països (per exemple, amb el programade desenvolupament de les Nacions Unides o dintre de l’OCDE pel que fa a economia ieducació).
en: Integration as a process involving society as awhole also concerns mainstream stakeholders at different levels, who should have anopportunity to express their priorities and experiences with regard to immigrantintegration.

source: D’una banda, es pot estudiar la possibilitat d’incloure indicadors relacionats amb laintegració dels immigrants en els mecanismes existents d’indexació i d’establiment depunts de referència.
en: Extensive stakeholder consultations should be organised regarding the priorities andtargets connected to indicators, and should include in particular immigrants andimmigrant-assisting organisations.

source: D’altra banda, es podria crear un mecanisme únic per a la integraciódels immigrants que incorpori les dimensions socioeconòmica, cultural, civil i política dela integració.
en: The practises of stakeholder consultations and stakeholders analysis have become part andparcel of, for example, the design and implementation of development projects indeveloping countries and are increasingly applied in other policy fields and other countries.

source: Molts Estats membres estan disposats a utilitzar indicadors fora dels àmbits legals isocioeconòmics.
en: Appropriate and reliable data can be produced for different types of indicators, therelationship between outcomes and policy can be analysed carefully and internationalcomparisons can be facilitated by developing indicators at different levels.

source: Per exemple, als Països Baixos es fa un seguiment de la integració cadados anys i s’estudia la posició de les minories ètniques en l’àmbit socioestructural (mercatlaboral, educació i creació d’empreses), en l’àmbit sociocultural (relacions entre diferentsètnies, acceptació de les minories i orientació cultural de les minories) i en l’àmbitpoliticoinstitucional (participaciópolíticai representaciódeles minories enl’Administració Pública).
en: Governments’most immediate concern is often with the success of their policies and programmes, andit is here that many preconditions for the successful use of indicators can be created.Thorough planning and evaluation of integration programmes or projects both generatedata and spark reflection about the goals and assumptions of integration policy.

source: Com es defineixen les segones i terceres generacions? Estudiemels immigrants a nivell individual o com a grups?
en: Ideally indicators are used in the planning as well as the evaluation phase of integrationprogrammes and projects.

source: En les comparacions fetes en l’àmbit dela UE, la definició que se sol fer servir és la següent: “nacionals de tercers països”.
en: In publicly funded projects, evaluation should be a part ofproject implementation and should receive a realistic budget share.

source: Un altre tema és què volem dir quan parlem d’integració.
en: As is the case in many countries with developed integration programmes, Denmarkstudies the effectiveness of municipalities’ activities.

source: Mentre que tots els Estatsmembres combinen elements d’assimilació i multiculturalisme a l’hora d’entendre elterme integració, el pes que es dóna a un o altre concepte difereix de manerasignificativa segons el país.
en: Reports measure for instance theexpected and actual length of time from the granting of a residency permit to theparticipants’ attainment of regular work or enrolment into education.

source: El debat és obert, però hi ha alguns punts en comú en laidentificació d’objectius per a la integració.
en: In Finland, the Ministry of Labour in cooperation with the Association of Finnish Local and Regional Authorities has launched a project for the drafting of quality criteria to supportmunicipalities and other local actors in implementing and monitoring integrationprogrammes under the Integration Act.

source: Amb les seves polítiques, els Estats membresesperen contribuir a resultats positius per als immigrants en totes les àrees: ocupació,habitatge, educació, sanitat, etc.
en: A study of the Act from the point of view ofimmigrants has also been carried out in an effort to promote immigrant participation.The ‘quality criteria’ project responds to the results of a 2002 survey of municipalities,which called for more concrete and practical instruction in the implementation of the Integration Act.

source: Fan el possible perquè els serveis siguin accessibles perals immigrants i volen que la població immigrant participi com a ciutadans actius en
en: Detailed questions are now being developed to guide evaluation, e.g.on the range of services available, on personnel and financial resources, on immigrantparticipation in planning and in implementation as paid workers, on the division of tasksand responsibilities, and on available diversity and equality training.

source: Indicadors l’àmbit social i en el polític.
en: Building on evaluation, best practice exchanges have been initiated in many countries.

source: Aquests resultats, fins a un cert punt, es poden quantificar odefinir d’alguna manera, i després es pot comparar l’assoliment pel que fa a paràmetrestemporals i pel que fa a altres països.
en: Forinstance, the Danish government has established a database aimed at the exchange of bestpractices (www.erfaringsdatabasen.dk). A newsletter published by the Ministry of Integrationalso contains information on best practices within the field of labour market integration.

source: El sistema de seguiment holandès normalment compara els grupsd’immigrants amb la població nativa.
en: For instance, the Estonian state programme ‘Integration in Estonian Society 2000-2007’ is a conceptual andstrategic document laying down basic principles, objectives and activities.

source: És el més adequat per a tots els casos?
en: Data availability is perhaps the most crucial condition for a successful use of indicators.

source: Perexemple, en l’ús de la Seguretat Social els immigrants no sempre tenen els mateixosdrets que els nacionals.
en: The European Commission is currently preparing a draft Directive concerning harmonisation ofdata collection in the Member States to facilitate the development of indicators andbenchmarking.

source: També cal tenir en compte que hi ha diferents estructures d’edati nivells socioeconòmics en comparar les comunitats immigrants i les no immigrants.
en: DG Employment and Social Affairs is exploring the different ways of datacollection and use in the fields of equality and anti-discrimination.

source: Els Països Baixos s’estan plantejant desenvolupar uns nivells llindar per establir unsestàndards per a cada dimensió d’integració.
en: DG Justice and Home Affairs is exploring how common definitions in the migration field can be developed and useduniformly throughout the Union.

source: Una vegada s’hagin determinat aquestsnivells llindar, serà quantificable la distància d’un grup respecte a aquest nivell.
en: In this context, Eurostat and the European Community Household Panel can also be mentioned.

source: Una manera de fer servir i desenvolupar indicadors és per mitjà de punts de referència obenchmarking, que va néixer en l’àmbit empresarial, però cada vegada es reconeix mésel seu potencial en el sector públic per avaluar i avançar-se a les polítiques.
en: The Czech Republic explicitly adapts its own efforts to current international trends in thecollection of statistical information and data on migration and integration.

source: És unamanera d’identificar àrees de millora, d’establir estàndards, de comparar rendiments, decomprometre’s amb l’avaluació contínua i d’adaptar-se per assolir els estàndardsmarcats.
en: Gradually, it iscreating an overall ‘Concept for Selection and Processing of Statistic Data on Migration and Integration of Foreigners on the Territory of the Czech Republic’.

source: L’establiment dels punts de referència es fa mitjançant uns estàndards que serveixen perdur a terme les comparacions.
en: Portugal has established an Immigration Monitoring Centre whose main task it is to provide reliable and comparable dataand to undertake studies.

source: Els indicadors han de tenir una interpretació de lanormativa explícita i clara: els usuaris han de saber quin tipus de canvi implica unprogrés.
en: The Monitoring Centre comprises eight research institutes, andgovernment works closely with academic partners.

source: El model ques’estàdesenvolupantals Països Baixos, al Centre de Recerca i Documentació (WODC) identifica “oportunitats”i “riscos”per a la integració.
en: The most comprehensive statistical data sources are available in countries which use anational population register.

source: Perexemple, tenir una feina remunerada és una oportunitat però viure de la Seguretat Socialés un risc; la migració per matrimoni es considera un risc, i observar les normes i els valorsconstitueix una oportunitat.
en: For instance, the Netherlands Central Statistics Bureau generatesstatistical information by connecting registration data to the country of birth of citizens.

source: En molts casos, no estarà clar si uns determinats resultatssón una “oportunitat” o un “risc” per a la bona integració.
en: Theregistration of country of birth by the municipalities makes it possible to monitor the Dutchborn second generation as well as the first generation.

source: Posem per cas el fet que hihagi una certa segregació en l’habitatge.
en: From this register, it draws ‘panels’ of individualsbelonging to different groups.

source: Sempre s’ha de considerar un risc?
en: There is acondition that groups must contain over 100 individuals and that aggregate data must beused.

source: No es potveure com una oportunitat de crear una infraestructura adaptada amb determinadespossibilitats econòmiques per als immigrants?
en: The Netherlands also uses supplementary data of different types such as assessmentsby interviewers of Dutch language proficiency, scores on educational achievement tests, oranswers to a questionnaire on modern values. Regular surveys are held among immigrantgroups.

source: Creació de les condicions adequades
en: Handbook on Integration

source: Consultes a les persones o entitats implicades
en: Thesurvey used both registration data and interviews, but did not combine them.

source: Si els indicadors han d’oferir una visió adequada de la integració, han d’estar connectatsal màxim possible amb la realitat de la integració.
en: In all countries, a decision to collect information on specific groups implies a decision toinvest resources.

source: Les persones que l’estan duent a termei les que l’estan estudiant ja tenen una opinió sobre el que millor descriu la integració,quines àrees s’han de millorar i quin impacte tenen les polítiques que s’han dut a terme.El seu punt de vista s’ha de tenir en compte a l’hora de formular els indicadors i elsobjectius.
en: Here, indicators act as an incentive to gather more comprehensive data.There is a need to set priorities: rather than accumulating data on many different issuesgovernments need to focus on questions which are central to the success andeffectiveness of their integration policies.

source: La integració com a procés que implica tota la societat també afecta a lespersones i entitats implicades (stakeholders) a diferents nivells, i haurien de tenirl’oportunitat d’expressar les seves prioritats i experiències pel que fa a la integració delsimmigrants.
en: Disaggregated data may often be desirable,but its collection can be difficult in terms of resources or political traditions. Due tovarious historical experiences and national traditions, a significant number of Europeancountries remain averse to registration of ethnic origin or belonging to an ethnic group.

source: Caldria organitzar uns amplis processos de consulta a les persones i entitats implicadespel que fa a les prioritats i als objectius relacionats amb els indicadors, i caldria inclouretant els mateixos immigrants com les organitzacions d’ajuda als immigrants.
en: The improvement and expansion of data collection on issues related to immigrantintegration must be in line with international and European guidelines (including thoseon data protection). Indicators can be used to identify areas of data deficiency and toformulate priorities.

source: Recopilació i ús de les dades
en: Selecting indicators

source: La preocupació més immediata del Govern sol ser l’èxit de les seves polítiques iprogrames, i aquí és on poden aparèixer moltes condicions per al correcte ús delsindicadors.
en: There are different types of indicators ranging from statistics to more qualitativeindicators.

source: Per mitjà de la planificació i l’avaluació dels programes i els projectesd’integració es generen dades i s’inicia una reflexió sobre els objectius i les expectativesde la política d’integració.
en: They are used for different purposes and different audiences. Which and howmany indicators are being used also depends on available resources.

source: L’ideal és que els indicadors es facin servir en la planificació i en la fase d’avaluació delsprogrames i els projectes d’integració.
en: ‘Objective’ and ‘subjective’ indicators can be developed to capture the different aspectsof integration.

source: En els projectes finançats amb recursos públics,l’avaluació ha de ser una de les parts d’implementació del projecte i ha de rebre unaassignació de fons realista.
en: ‘Objective’ or ‘hard’ indicators are often statistical or legal in nature andmeasure, for instance, employment and unemployment rates or access to certain legalrights such the right to vote in local elections.

source: Com passa en molts països amb programes d’integració desenvolupats, Dinamarca estàestudiant l’efectivitat de les iniciatives que es duen a terme en l’àmbit municipal.
en: ‘Subjective’, or ‘soft’ indicators look moreat attitudes or perceptions, for instance job satisfaction or feelings of belonging in aparticular country or environment.

source: Elsinformes quantifiquen, per exemple, el període de temps que passa i el que hauria depassar des que s’obté el permís de residència fins que el participant aconsegueix unafeina regular o s’inscriu en un cicle formatiu.
en: As governments pay increasing attention to thepersonal dimensions of integration and in particular to the frequency and intensity ofsocial interactions, subjective indicators are growing in importance.

source: A Finlàndia, el Ministeri de Treball, en
en: Denmark seeks tomeasure the incidence of contacts between migrants and non-migrants, particularly in

source: Indicadors col·laboració amb l’Associació d’Autoritats Regionals i Locals Finlandeses, ha iniciat unprojecte per al disseny dels criteris de qualitat per donar suport als municipis i a d’altresactors locals a l’hora d’implementar i fer un seguiment dels programes segons la Lleid’integració.
en: Although subjective indicators are often more difficult to measure than objective ones,they should not be considered as unreliable or unimportant. Surveys (such as the Eurobarometer), interviews with migrants or public opinion data can be used to answerquestions about subjective integration.

source: També s’ha dut a terme un estudi d’aquesta llei des del punt de vista delsimmigrants en un esforç per fomentar la participació de la població immigrant.
en: Finding information often involves participatorymethods, which makes the indicators relevant for immigrants.

source: Elprojecte “criteris de qualitat”respon als resultats de l’estudi fet l’any 2002 en elsmunicipis, un estudi que va arribar a la conclusió que era necessari donar instruccionsmés concretes i pràctiques per a la implementació de la Llei d’integració.
en: The attitudes of thereceiving society are equally important, for instance feelings about citizenship andnationhood (or on foreigners and minorities).

source: Actualments’estan elaborant unes qüestions més detallades per tal de poder avaluar la guia: sobreels serveis disponibles, els recursos humans i financers, la participació dels immigrants enla planificació i implementació com a treballadors remunerats, la divisió de tasques iresponsabilitats, i la possibilitat de formació sobre igualtat i diversitat.
en: Information on attitudes can also serve toexplain ‘objective’ indicators, for instance, the attitudes of employers towardsimmigrants could explain the number of immigrants employed in ‘local’ companies.

source: A partir de l’avaluació, ha començat un procés d’intercanvi de bones pràctiques en moltspaïsos.
en: A large public opinion survey has been carried out in Estonia to explore the changes inethnic relations and the related opinions of the two language communities.

source: Per exemple, el Govern danès ha creat una base de dades amb l’objectiud’intercanviar-hi bones pràctiques (www.erfaringsdatabasen.dk).
en: Approximatelytwo thirds of the (more than one thousand) respondents were Estonian, with the otherthird made up of representatives of other nationalities.

source: El Ministerid’Integració també té una publicació on s’exposen bones pràctiques referents a laintegració en el mercat laboral.
en: Continuous media monitoringtakes place in order to systematically assess integration processes in the Estonian- and Russian-language media.

source: Es poden desenvolupar indicadors per ampliar el que s’aprèn de l’avaluació amb unaestratègia a llarg termini.
en: The Council of Europe already in 1995 resolved to develop indicators of three types:indicators of accessibility dealing with the legal framework in which migrants live,indicators describing the actual situationof migrants in their host country and indicatorson the attitudes of migrants and of the majority population.

source: Una condició essencial és la planificació a llarg termini de lapolítica d’integració.
en: The Council’s Committeeof Experts on Integration and Community Relations continues to work on an indicatorstool as a reference for policy makers.

source: Per exemple, el programa estatal estonià “Integració en la societatestoniana 2000-2007”és un document estratègic i conceptual que estableix elsprincipis, les activitats i els objectius bàsics.
en: Inaddition, it proposes indicators on ensuring basic public functions for immigrants on amore general level, including equality before the law, combating discrimination andaccess to possibilities of self-organisation.

source: Disposar de dades potser és el més important per fer un bon ús dels indicadors.
en: Under each heading, the tool lists a numberof questions, followed by the corresponding indicators.

source: La Comissió Europea actualment està preparant una proposta de directiva referent al’harmonització de la recopilació de dades en els Estats membres per facilitar eldesenvolupament d’indicadors i punts de referència.
en: A distinctive characteristic of theindicators tool is that it addresses so-called ‘invisible elements’.

source: La DG d’Ocupació i Afers Socialsestà estudiant diferents maneres de recollir les dades i fer-les servir en l’àmbit de laigualtat i la no discriminació.
en: These elements refer tothe attitudes of immigrants, for instance immigrant job satisfaction or immigrants’ levelof trust in financial institutions.

source: La DG de Justícia i Afers Interiors està estudiant com lesdefinicions comunes en el camp de la migració es poden desenvolupar i utilitzar demanera uniforme arreu de la Unió.
en: They also refer to the indigenous population byproposing indicators on the level of solidarity with immigrants.

source: En aquest context, cal esmentar també l’Eurostat i el Panell comunitari de les llars.
en: Surveys are suggested asa source of information, but for many of the questions relating to ‘invisible elements’specific indicators have not yet been formulated.

source: estretament amb el personal acadèmic.Les fonts de dades estadístiques més àmplies es troben en els països que tenen unregistre de la població nacional.
en: It is essential to distinguish clearly between policy and outcome indicators.

source: Per exemple, el Central Statistics Bureau dels Països Baixos genera informació estadística en connectar les dades del registre amb el paísd’origen dels ciutadans.
en: Outcomeindicators assess the actual situation of immigrants, for instance in terms of labourmarket participation rates.

source: El fet que els municipis deixin constància del país d’origen en elregistre fa possible fer un seguiment en primeres i segones generacions holandeses.L’instrument que està desenvolupant el WODC holandès també es basa en el registregeneral de població nacional amb les seves entrades individualitzades. A partir d’aquestregistre, crea “categories” de persones de diferents grups.
en: Policy indicators look at the amount of resources that havebeen used for a specific service or programme (such as new health programmes), or atlegal conditions (such as recognition of qualifications).

source: També es poden formargrups segons altres característiques (com ara l’edat, el gènere, els motius per a lamigració o el nivell educatiu en el moment d’arribada).
en: For instance, the EU Social Protection Committee in its suggested set of indicators agreed to address outcomesrather than the means by which they are achieved.

source: Es parteix de la condició que elsgrups han de tenir un mínim de 100 individus i que s’han de fer servir dades agregades.Els Països Baixos també fan servir dades suplementàries de diferent tipus, com ara lesavaluacions per mitjà dels entrevistadors d’holandès, la puntuació obtinguda en elsexàmens o les respostes a un qüestionari sobre valors moderns. Es fan estudisregularment entre els diversos grups d’immigrants.
en: Policy effort was considered to be aninappropriate subject of evaluation, since Member States differ in their choice of meansto combat social exclusion and poverty.

source: Finlàndia també té un registre de població nacional i el Statistics Finland va dur a termeun ampli estudi sobre les condicions de vida dels immigrants (www.tilastokeskus.fi).L’estudi es va basar en dades del registre i d’entrevistes, però no les va combinar.
en: Moreover,the Committee considered that focusing on outcomes might foster a co-operativeattitude between the different national bodies whose policies have an impact on theresult. Policy effort indicators should therefore only be used as a supplement whereoutcome indicators were not available.

source: En tots els països, prendre la decisió de recopilar informació sobre grups específicsimplica una assignació de recursos.
en: On the other hand, outcome indicators do not necessarily answer the question whetherand to what extent policy measures actually have an impact on immigrant integration.Immigrants may succeed in integrating independently of, or even despite governmentpolicy.
